{
    "googlevideos": [{
      "category": "Animal Karnivora",
      "videos": [{
        "description": "Buaya adalah hewan reptil dengan tubuh besar, kulit bersisik, dan moncong panjang. Mereka hidup di perairan tawar dan air asin di seluruh dunia. Buaya memakan hewan kecil dan dapat menyerang mangsa yang lebih besar. Mereka memiliki kemampuan berenang yang baik dan dapat bersembunyi di dekat tepi perairan.",
        "sources": ["https://drive.google.com/uc?export=download&id=12oq78kLd6x0oaYjGsO20B7TkhZyc5Eol"],
        "card": "https://drive.google.com/uc?export=download&id=1ykDzB4Z8o8Q7KVqflu9YfMqxmu3sBBAX",
        "background": "https://drive.google.com/uc?export=download&id=1DMEDGh6C7nBOI-auR4O_1LYC21eKbuOI",
        "title": "Buaya",
        "studio": "Google+"
      }, {
        "description": "Elang adalah burung pemangsa yang memiliki sayap lebar, paruh yang kuat, dan penglihatan yang tajam. Mereka hidup di berbagai habitat, termasuk pegunungan, hutan, dan padang rumput. Elang memakan hewan kecil hingga sedang, seperti burung, mamalia kecil, dan reptil. Mereka terkenal karena kemampuan terbang yang tinggi dan dapat mengintai mangsa dari ketinggian. Elang juga memiliki peran simbolis dan sering dianggap sebagai simbol kekuatan dan kebebasan.",
        "sources": ["https://drive.google.com/uc?export=download&id=12fTVa31QNB7rWgNOkqz89g1o-PTqFpSh"],
        "card": "https://drive.google.com/uc?export=download&id=1-tc29GKPs22861cIff-1fNZOiJWu8AgV",
        "background": "https://drive.google.com/uc?export=download&id=1DMEDGh6C7nBOI-auR4O_1LYC21eKbuOI",
        "title": "Elang",
        "studio": "Google+"
      }, {
        "description": "Harimau adalah kucing besar yang terkenal karena keindahan dan kekuatannya. Mereka adalah predator teratas di rantai makanan dan ditemukan terutama di Asia. Harimau memiliki bulu dengan corak bergaris dan tubuh yang kuat dan lentur. Mereka memiliki kekuatan fisik yang luar biasa, termasuk cakar yang kuat dan gigi yang tajam. Harimau adalah pemburu yang tangguh dan memangsa berbagai hewan, seperti rusa, babi hutan, dan monyet. Mereka juga memiliki kemampuan berenang yang baik dan sering ditemukan di sekitar perairan. Namun, harimau adalah spesies yang terancam punah karena hilangnya habitat, perburuan ilegal, dan konflik dengan manusia. Upaya konservasi yang kuat sedang dilakukan untuk melindungi populasi harimau yang tersisa di alam liar.",
        "sources": ["https://drive.google.com/uc?export=download&id=12imuYS6ibhGxVmA0RCE-0Nldkz47m4fS"],
        "card": "https://drive.google.com/uc?export=download&id=1DjidkwaiY42tHOeLaYIELNVWrXLXmjNk",
        "background": "https://drive.google.com/uc?export=download&id=1DMEDGh6C7nBOI-auR4O_1LYC21eKbuOI",
        "title": "Harimau",
        "studio": "Google+"
      },{
      "category": "Animal Omnivora",
      "videos": [{
          "description": "Bebek adalah burung air dengan tubuh kecil hingga sedang, paruh lebar, dan kaki pendek. Mereka sering ditemukan di perairan tawar, memiliki kemampuan berenang yang baik, dan makanannya terdiri dari berbagai jenis makanan, termasuk tanaman air, biji-bijian, serangga, dan kadang-kadang ikan atau amfibi kecil.",
          "sources": ["https://drive.google.com/file/d/12qRejbA1qVugR6c04WUDCAM_Yp4E7_WI/view?usp=drive_link"],
          "card": "https://drive.google.com/uc?export=download&id=1gigPgaeD2Km6ZQs8kDX48wLkvQyR4OCr",
          "background": "https://drive.google.com/uc?export=download&id=1DQgee5wzuhq2RRV5AffCpiNmBN0AJSuq",
          "title": "Bebek",
          "studio": "studio animal"
        }, {
          "description": "FKucing adalah hewan peliharaan yang populer dan anggota keluarga Felidae. Mereka memiliki tubuh lentur, cakar tajam, dan mata tajam. Kucing adalah pemangsa karnivora yang memakan daging. Mereka bisa menjadi hewan yang mandiri namun juga penuh kasih. Kucing memiliki perilaku unik, seperti menggaruk, memanjat, dan bermain. Mereka adalah hewan peliharaan yang anggun, lincah, dan menyenangkan.",
          "sources": ["https://storage.googleapis.com/android-tv/Sample%20videos/Demo%20Slam/Google%20Demo%20Slam_%20Balcony%20Toss.mp4"],
          "card": "https://drive.google.com/uc?export=download&id=1CI2b2vqWKT3HHbBOfAK6rh7TmvBke6Gx",
          "background": "https://drive.google.com/uc?export=download&id=1DQgee5wzuhq2RRV5AffCpiNmBN0AJSuq",
          "title": "kucing",
          "studio": "animal studio"
        }, {
          "description": "Kura-kura adalah reptil dengan cangkang keras yang hidup di darat dan air. Mereka makan tumbuhan, serangga, dan kadang-kadang daging kecil. Kura-kura sering dijadikan hewan peliharaan karena penampilan mereka yang menarik dan sifat yang tenang.",
          "sources": ["https://storage.googleapis.com/android-tv/Sample%20videos/Demo%20Slam/Google%20Demo%20Slam_%20Dance%20Search.mp4"],
          "card": "https://drive.google.com/uc?export=download&id=18GXy72HQkJNafK96YeCMu_S4Fj3CGGaE",
          "background": "https://drive.google.com/uc?export=download&id=1DQgee5wzuhq2RRV5AffCpiNmBN0AJSuq",
          "title": "Kura-Kura",
          "studio": "animal studio"
        }
      ]
    }, {
      "category": "Animal Herbivora",
      "videos": [{
        "description": "Gajah adalah mamalia terbesar di darat yang dikenal dengan tubuh besar, belalainya yang panjang, dan telinga yang lebar. Mereka hidup di berbagai habitat di Afrika dan Asia. Gajah memiliki gigi bertaring yang disebut gading yang digunakan untuk mencabut rumput, daun, dan cabang pohon. Mereka juga memiliki kecerdasan yang tinggi dan sistem sosial yang kompleks. Gajah adalah hewan yang dilindungi dan sering dianggap sebagai simbol kebijaksanaan dan kekuatan dalam budaya manusia.",
        "sources": ["https://drive.google.com/uc?export=download&id=12e0zytNJ6C-Jc1v1sCvkmh7mmdzuCXRe"],
        "card": "https://drive.google.com/uc?export=download&id=1JX2LBBvYHINqh7TmWBMEIxy7kzsjZmLd",
        "background": "https://drive.google.com/uc?export=download&id=1DNKb26ZgGs1olK0xIg1p8fm40CIvbEql",
        "title": "Gajah",
        "studio": "animal studio"
      }, {
        "description": "Jerapah adalah mamalia tinggi yang terkenal dengan leher panjangnya dan tubuh yang elegan. Mereka hidup di habitat pohon di Afrika. Jerapah memiliki lidah yang panjang dan fleksibel yang memungkinkan mereka mencapai daun-daun tinggi sebagai makanan utama mereka. Mereka juga memiliki lidah berdaging yang kuat untuk memakan daun-daun berduri. Jerapah memiliki kaki panjang yang kuat dan bisa berlari dengan kecepatan tinggi. Mereka adalah hewan yang terkenal dengan sikap yang tenang dan kepribadian yang lembut.",
        "sources": ["https://drive.google.com/uc?export=download&id=12fRG1aAv21gbcwCx2RznmhE7F-QXTZEc"],
        "card": "https://drive.google.com/uc?export=download&id=1jn0x0V1OG4-Grgy39yiVDqUP41boChv0",
        "background": "https://drive.google.com/uc?export=download&id=1DNKb26ZgGs1olK0xIg1p8fm40CIvbEql",
        "title": "Jerapah",
        "studio": "animal studio"
      }, {
        "description": "Zebra adalah mamalia yang terkenal dengan pola garis hitam dan putih pada tubuhnya. Mereka hidup di padang rumput dan savana di Afrika. Zebra memiliki tubuh yang tegap dengan kaki panjang dan ekor berbulu. Mereka adalah hewan herbivora yang makan rumput dan tumbuhan. Zebra hidup dalam kelompok besar yang disebut kawanan untuk keamanan dan perlindungan. Mereka juga memiliki kemampuan berlari dengan cepat untuk melarikan diri dari predator. Zebra adalah simbol keindahan dan kebebasan di alam liar.",
        "sources": ["https://drive.google.com/uc?export=download&id=12_x0HcvW717L-2nXZ1PiGPhY5lsngYzh"],
        "card": "https://drive.google.com/uc?export=download&id=1b94wPtNB4g1YqZnlYnkzfYFwmQNa0PlD",
        "background": "https://drive.google.com/uc?export=download&id=1DNKb26ZgGs1olK0xIg1p8fm40CIvbEql",
        "title": "Zebra",
        "studio": "animal studio"
      }]
    }]
  }
